{"id":1594,"date":"2020-05-24T23:49:23","date_gmt":"2020-05-24T23:49:23","guid":{"rendered":"https:\/\/www.vectorrideshare.com\/?page_id=1594"},"modified":"2020-05-25T04:01:16","modified_gmt":"2020-05-25T04:01:16","slug":"privacy-policy","status":"publish","type":"page","link":"http:\/\/localhost:10008\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"1594\" class=\"elementor elementor-1594\" data-elementor-settings=\"[]\">\n\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-element elementor-element-da2424b elementor-section-boxed elementor-section-height-default elementor-section-height-default elementor-section elementor-top-section\" data-id=\"da2424b\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t<div class=\"elementor-element elementor-element-3fffea9 elementor-column elementor-col-100 elementor-top-column\" data-id=\"3fffea9\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap  elementor-element-populated\">\n\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t<div class=\"elementor-element elementor-element-d8b38c9 pp-heading-fill-solid elementor-widget elementor-widget-pp-fancy-heading\" data-id=\"d8b38c9\" data-element_type=\"widget\" data-widget_type=\"pp-fancy-heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h1 class=\"pp-fancy-heading\"><span class=\"pp-heading-text\">Privacy Policy<\/span><\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-6fcedb0 elementor-widget elementor-widget-text-editor\" data-id=\"6fcedb0\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\"><p class=\"font_8\"><span style=\"color: #000000;\">SchoolPool, LLC (“SchoolPool”, “we”, “us”, or “our”) operates the SchoolPool mobile applications (the “App”), the http:\/\/localhost:10008\/ website (the “Site”) and related SchoolPool service offerings.  This Privacy Policy applies to the App, the Site, service offerings and to any other website or mobile app offered by us that reference or link to this Privacy Policy (collectively, the “Services”). <\/span><\/p><p><span style=\"color: #000000;\">This Privacy Policy describes the types of information that we may collect or you may provide when you download, install, register with, access or use the Services.  This Privacy Policy also describes our practices for collecting, using, disclosing, and maintaining such information. <\/span><\/p><p><span style=\"color: #000000;\">This Privacy Policy does not alter the terms of any other agreement that you may have with us.  Your use of the Services constitutes your acceptance of this Privacy Policy. IF YOU DO NOT AGREE WITH OUR POLICIES AND PRACTICES, DO NOT DOWNLOAD, INSTALL, REGISTER WITH, ACCESS OR USE THE SERVICES.  By downloading, registering with, accessing or using the Services, you agree to the terms and conditions of this Privacy Policy. <\/span><\/p><ol class=\"font_8\"><li><p class=\"font_8\"><span style=\"color: #000000;\">Personal Information We Collect.  “Personal information” is data that can be used to uniquely identify or contact a single person.  We collect this information for registered users of our Services and for visitors who use the Services to search for students, their parents and school faculty to find affordable rides from campus to their destinations. <\/span><\/p><\/li><\/ol><p class=\"font_8\"><span style=\"color: #000000;\">Registered Users; Account Information. <\/span><\/p><p><span style=\"color: #000000;\">App:  If you register for an account on the App, the types of information we collect will depend on the type of account you set up with us: Rider or Driver. <\/span><\/p><p><span style=\"color: #000000;\">Rider: If you are a Rider with us, we collect and you must provide the following: your name, payment information (via our third-party payment processor), email address (this must be a “.edu” email address), phone number, password, location information (e.g., your current address where you would like to be picked up and where you would like to travel to), and a link to at least one social media account.  We also ask for you to upload a profile picture to your account. We will also ask for any rider preferences about their ride (e.g., whether they want to stop for meals along the way). <\/span><\/p><p><span style=\"color: #000000;\">Driver: If you are a Driver with us, we collect and you must provide the following: your name, payment information (via our third-party payment processor), email address, phone number, password, Social Security Number, driver’s license number, car make and model, confirmation of car registration, car insurance information, information on last car inspection, and driving record information (e.g., information about past tickets).  We also ask for you to upload a profile picture to your account. We will also ask for any driver preferences about their ride (e.g., whether they want to stop for meals along the way). <\/span><\/p><p><span style=\"color: #000000;\">Site Visitors.  Even if you do not use our Services as a registered user, you may still provide us information.  We may use links throughout the Services to provide you with the opportunity to contact us via email to ask questions, request information and materials, or provide comments and suggestions.  To do so, we may request additional personal information from you, such as your name, email address and telephone number, to help us respond to your question or fulfill your request. If you use our chat feature on the Site, we will collect any information you provide via that function in order to communicate with you and answer any questions or process any comments you may provide to us. <\/span><\/p><p><span style=\"color: #000000;\">Social Media.  When you interact with us through various social media, for example, by liking us on Facebook or following us on Twitter or Instagram, we may collect information including your email address, location and other biographical information.  The information we receive from your social network depends on your privacy settings. You should always review, and, if you prefer, adjust your privacy settings on third-party websites and services before linking or connecting them to our Services.  <\/span><\/p><ol class=\"font_8\"><li><p class=\"font_8\"><span style=\"color: #000000;\">Automatic Data Collection; Technologies Used to Automatically Collect Information; Aggregated and Derived Data. Whenever you visit or interact with the Services, we, as well as our service providers, may use assorted technologies that automatically or passively collect information about how the Services are accessed and used.  We refer to this information as “traffic data.” Traffic data may include browser type, device type used to access the Services (i.e., computer or mobile device), unique number assigned to identify such device, operating system, application version, click path taken through the Services, your use of features or applications on the Services, and other usage information.  For users searching the Services for rides, we collect information about searches and the information you download or access. This information helps us manage, improve and customize the Services. Traffic data is generally non-identifying, but if we associate it with you as an identifiable person, we will treat it as personal information.<\/span><\/p><\/li><\/ol><p class=\"font_8\"><span style=\"color: #000000;\">Technologies we use on the Services to collect traffic data, directly or through our service providers, may include cookies (data files placed on your computer or other devices used to access the Services), analytics software (e.g., Google Analytics) and pixel tags (transparent graphic image, sometimes called a web beacon or tracking beacon, placed on a web page or in an email, which indicates that a page or email has been viewed).  <\/span><\/p><p><span style=\"color: #000000;\">We may utilize a short-lived form of cookie when you visit the Services.  A cookie is used to identify one unique visitor from another visitor during a particular session.  A session is the period of active Services-use while that unique visitor is linked to our server. We may use cookie technology during a session as a tool to carry forward your input information.  This enables the visitor to input their information once and have the information appear later. No personal information is stored on the cookie. A pixel tag may tell your browser to get content from another server.  We, or our service providers, may place cookies or similar files on your computer or other devices used to access the Services for security purposes, to facilitate Services navigation and to personalize your experience while visiting the Services.<\/span><\/p><p><span style=\"color: #000000;\">To learn how you may be able to reduce the number of cookies you receive from us, or delete cookies that have already been installed in your browser’s cookie folder, please refer to your browser’s help menu or other instructions related to your browser.  If you do disable or opt out of receiving cookies, please be aware that some features and services on the Services may not work as intended and you may not have access to all of the services and features we may offer.<\/span><\/p><p><span style=\"color: #000000;\">We may also aggregate and derive data to learn more about how the Services are used and what environmental impact our Services may have.  For example, we will collect the total miles traveled by our drivers and riders via rides booked on the App, the number of rides taken, common destinations for our riders and drivers, information about ride scheduling (e.g., rides made in advance, the amount of time in advance riders and drivers schedule a ride).  We will also calculate the environmental impact of carpooling (e.g., the estimated amount of carbon dioxide emissions reduced by carpooling versus drivers taking separate cars to the same destination). We may share de-identified, aggregated data with university researchers to further study environmental impacts of carpooling. <\/span><\/p><ol class=\"font_8\"><li><p class=\"font_8\"><span style=\"color: #000000;\">Location Information.  We or our service providers may receive or infer information about your location from a variety of sources.  For example, we may use your IP address to identify your general location or we may receive more precise location data from your mobile device (such as via GPS, wireless networks, cell towers, Wi-Fi access points).  If you have enabled location information sharing while using the App (you have the option to select “never”, “always” or “only when the App is open”), then your location information may be shared with our service provider in accordance with your preference to help you locate rides near you.  We may use location data to analyze certain information, and to improve our App and relevance of the information we provide to you via the App. Please note that if you do not share your location information then we will not be able to send rides near you and certain features of the App will have very limited functionality.<\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">How We Use Information We Collect.  We collect and use your personal information for a variety of business purposes, including to respond to your questions or requests, to provide the Services and the services that you request, to communicate with you about our Services (e.g., if you sign up for our newsletter, then we will email that to you), to collect and distribute payments for rides, and to do all things necessary to administer the Services, and manage, protect and improve them.  We also use this information for security purposes, including to confirm all of our Drivers. As we mentioned above, we also use the traffic data we collect to improve our Services and to customize your experience. <\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Information We Share with Others.  We may disclose your personal information to third parties to protect the security and integrity of the Services, to correct technical problems and malfunctions on the Services, to technically process your information, to provide the Services or to take precautions against liability.  We also may provide your personal information to service providers who provide services on our behalf, such as our third-party payment processor, background check company, customer service provider, website developer or analytics provider. If you request services via a mobile device, your request will be transmitted via your mobile carrier’s network and your carrier may have access to it.  Consult your carrier’s privacy policy for additional information.<\/span><\/p><\/li><\/ol><p class=\"font_8\"><span style=\"color: #000000;\">We reserve the right to transfer any information we have about you in connection with a sale, merger, consolidation, change in control, transfer of assets, reorganization or liquidation of our business.  We reserve the right to disclose any personal information as needed if that information is requested by law enforcement agencies or if we are required to do so by law, treaty, regulation, subpoena, court order, or by a government entity.  We also may disclose your personal information to third parties if we have reason to believe that disclosing such information is necessary to conduct investigations of possible breaches of law, to cooperate in any legal investigation, or to identify, contact, or bring legal action against someone who may be violating any agreement with us.<\/span><\/p><ol class=\"font_8\"><li><p class=\"font_8\"><span style=\"color: #000000;\">Do-Not-Track Requests; Third-Party Tracking. Unless your browser settings are configured to make your online activities and information about your online activities (such as traffic data as described above) invisible to usage analytics tools, we do not presently have the capability to omit you from usage analytics to the extent your browser only sends us a “do not track” message and does not otherwise screen you from tracking without any action on our part.  To learn more about browser tracking signals and “Do Not Track”, please visit http:\/\/allaboutdnt.org.  Third parties, other than our vendors (such as our website analytics provider), do not have authorization from us to track which websites you visited prior to and after visiting the Services.  Please note, however, that we cannot control third party tracking and there may be some third party tracking that occurs without our knowledge or consent.<\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Data Retention.  We will retain your personal information for as long as is necessary for purposes for which it was collected.  The precise period will depend on the reason why it was collected. Those periods are also based on the requirements of applicable laws, applicable legal and regulatory requirements and periods relating to the commencement of legal actions.  Typically, we will keep your information for the period of time that you are a registered user of our Services. If you delete your account with us, then we will delete your information. <\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Your Choices. If you need to correct, update, delete or deactivate your personal information, you may do so by visiting your account in the app.  If you have any questions, please contact us by emailing us as outlined on the Site, sending a direct message via the App or as outlined in Section 14 below. <\/span><\/p><\/li><\/ol><p class=\"font_8\"><span style=\"color: #000000;\">Opt-Out: If you receive any promotional email communication from us, you will be given the option to “unsubscribe” from receiving further email communications from us at any time.  Your option not to receive promotional and marketing material will not preclude us from corresponding with you, by email or otherwise, regarding your existing or past business relationships with us, and will not preclude us from accessing and viewing your personal information in the course of maintaining and improving the Services.<\/span><\/p><p><span style=\"color: #000000;\">Cookies: You can set your browser to refuse all or some cookies or alert you when cookies are being sent.  If you disable or refuse cookies or block the use of other technologies, some parts of the Services may then be inaccessible or not function properly. <\/span><\/p><p><span style=\"color: #000000;\">Push Notifications: If you do not want to receive push notifications from us, you may opt out of receiving these when you first launch the App or at a later stage by using the settings on your mobile device. <\/span><\/p><p><span style=\"color: #000000;\">Location: You can choose whether or not to allow the App to collect and use real-time information about your device’s location through your device’s settings.  You can manage these preferences when the App is first launched or at a later stage by using the setting on your mobile device. If you block the use of location information, some functionality on the App will be inaccessible and will not function properly.  For example, if you do not allow the App access to your location on your phone, then you will not be able to use the map feature to see what rides are near you. <\/span><\/p><p><span style=\"color: #000000;\">Calendar: You can choose whether or not to allow the App to collect and use real-time information about your mobile device’s calendar feature through your device’s settings.  You can manage these preferences when the App is first launched or at a later stage by using the setting on your mobile device. If you block the use of calendar information, some functionality on the App will be inaccessible and will not function properly.  For example, if you do not allow the App access to your schedule on your phone, then you will not be able to see if you have another appointment at the time you are trying to schedule a ride. <\/span><\/p><ol class=\"font_8\"><li><p class=\"font_8\"><span style=\"color: #000000;\">Third-Party Links. The Services may contain links to third-party websites that are not controlled by us.  These links are made available to you as a convenience, and you agree to use these links at your own risk.  Please be aware that we are not responsible for the privacy practices or content of such third-party websites.  Our Privacy Policy only applies to information we collect from you while you are on the Services. If you navigate to a third-party website from the Services, we strongly encourage you to review and become familiar with that third-party website’s own privacy policy and statements.  Use of third-party social networking websites, such as Twitter, Facebook and Instagram, are governed by the privacy policies and practices of those websites.<\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Children. The Services are not intended for use by children under the age of 13, and we do not knowingly collect personal information from such individuals.  If we learn that we have collected the personal information of any such individual, we will take steps to delete the information as soon as possible. <\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Notice to Residents of Countries Outside the United States. We are headquartered in the United States and our Services are only intended for individuals located in the United States.  If you are located outside of the United States, be advised that any information you provide to us will be transferred to and stored in the United States and that, by submitting information to us, you explicitly authorize its transfer and storage within the United States.  We will protect the privacy and security of personal information according to this Privacy Policy regardless of where it is processed or stored.<\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Your California Privacy Rights.  Pursuant to Section 1798.83 of the California Civil Code, residents of California have the right to request from a business with whom the California resident has an established business relationship what types of personal information, if any, the business shares with third parties for direct marketing purposes by such third parties and the identities of the third parties with whom the business has shared such information in the immediately preceding calendar year.  We do not currently share any personal information with third parties for direct marketing purposes by such parties. If you have any questions, comments or requested related to this Section, please contact us as described in the “Contact Us” section below. <\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Changes to Privacy Policy. We reserve the right to change or replace this Privacy Policy at our sole discretion at any time and we encourage you to review this Privacy Policy periodically.  If we make material changes to this Privacy Policy, we will post the updated Privacy Policy on this page. Any changes to the Privacy Policy will become effective upon posting of the revised policy.  Your continued use of the Services following the posting of changes constitutes your agreement to such changes. <\/span><\/p><\/li><li><p class=\"font_8\"><span style=\"color: #000000;\">Contact Us.  If you have any questions about our Privacy Policy, please feel free to contact us: Email: nehemiah@school-pool.com.   <\/span><\/p><\/li><\/ol><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t<\/div>\n\t\t<div class=\"clearfix\"><\/div>","protected":false},"excerpt":{"rendered":"<p>Privacy Policy SchoolPool, LLC (“SchoolPool”, “we”, “us”, or “our”) operates the SchoolPool mobile applications (the&#8230;<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":[],"_links":{"self":[{"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/pages\/1594"}],"collection":[{"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/comments?post=1594"}],"version-history":[{"count":0,"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/pages\/1594\/revisions"}],"wp:attachment":[{"href":"http:\/\/localhost:10008\/wp-json\/wp\/v2\/media?parent=1594"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}